src/main/resources/xml/trainingServer/getActorsByFirstName.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getActorsByFirstNameRequest>
         <my:actor_first_name></my:actor_first_name>
      </my:getActorsByFirstNameRequest>
   </soapenv:Body>
</soapenv:Envelope>
